validation/thermal_outer_microcase_2026-08-26/constant/air_side_heater_2/fvOptions
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/air_side_heater_2";
    object      fvOptions;
}

// No stamped heat sources.
