validation/thermal_outer_microcase_2026-08-26/constant/air_side_heater_2/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/air_side_heater_2";
    object      radiationProperties;
}

radiation off;
radiationModel none;
