validation/thermal_outer_microcase_2026-08-26/constant/fluid/fvOptions
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      fvOptions;
}

heated_internal_air_2_energy
{
 type scalarSemiImplicitSource;
 active true;
 selectionMode cellZone;
 cellZone heated_internal_air_2;
 volumeMode absolute;
 sources { h (5 0); }
}
porous_perforated_tray_0
{
 type explicitPorositySource;
 explicitPorositySourceCoeffs
 {
  selectionMode cellZone;
  cellZone porous_perforated_tray_0;
  type DarcyForchheimer;
  d (0 50000000 50000000);
  f (1250 50000 50000);
  coordinateSystem
  {
   origin (0 0 0);
   e1 (1 0 0);
   e3 (0 0 1);
  }
 }
}
