validation/thermal_outer_microcase_2026-08-26/constant/fluid/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      radiationProperties;
}

radiation off;
radiationModel none;
