validation/thermal_outer_microcase_2026-08-26/constant/homogeneous_heater_1/fvOptions
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/homogeneous_heater_1";
    object      fvOptions;
}

homogeneous_heater_load_1_energy
{
 type scalarSemiImplicitSource;
 active true;
 selectionMode cellZone;
 cellZone homogeneous_heater_load_1;
 volumeMode absolute;
 sources { h (7 0); }
}
