validation/thermal_outer_microcase_2026-08-26/constant/homogeneous_heater_1/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/homogeneous_heater_1";
    object      radiationProperties;
}

radiation off;
radiationModel none;
