validation/thermal_outer_microcase_2026-08-26/constant/test_heater_0/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/test_heater_0";
    object      radiationProperties;
}

radiation off;
radiationModel none;
