validation/thermal_outer_microcase_2026-08-26/0/fluid/k
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      k;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0.00083525398335563433;
boundaryField
{
rack_walls
{
 type kqRWallFunction;
 value uniform 0.00083525398335563433;
}
test_inlet
{
 type fixedValue;
 value uniform 0.00083525398335563433;
}
test_outlet
{
 type inletOutlet;
 inletValue uniform 0.00083525398335563433;
 value uniform 0.00083525398335563433;
}
fluid_to_test_heater_0
{
 type kqRWallFunction;
 value uniform 0.00083525398335563433;
}
fluid_to_homogeneous_heater_1
{
 type kqRWallFunction;
 value uniform 0.00083525398335563433;
}
fluid_to_air_side_heater_2
{
 type kqRWallFunction;
 value uniform 0.00083525398335563433;
}
}
