validation/thermal_outer_microcase_2026-08-26/0/fluid/omega
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      omega;
}

dimensions [0 0 -1 0 0 0 0];
internalField uniform 5.2765329000384158;
boundaryField
{
rack_walls
{
 type omegaWallFunction;
 value uniform 5.2765329000384158;
}
test_inlet
{
 type fixedValue;
 value uniform 5.2765329000384158;
}
test_outlet
{
 type inletOutlet;
 inletValue uniform 5.2765329000384158;
 value uniform 5.2765329000384158;
}
fluid_to_test_heater_0
{
 type omegaWallFunction;
 value uniform 5.2765329000384158;
}
fluid_to_homogeneous_heater_1
{
 type omegaWallFunction;
 value uniform 5.2765329000384158;
}
fluid_to_air_side_heater_2
{
 type omegaWallFunction;
 value uniform 5.2765329000384158;
}
}
