validation/thermal_outer_microcase_2026-08-26/0/heatSourceMask_2
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      heatSourceMask_2;
}

dimensions      [0 0 0 0 0 0 0];
internalField   nonuniform List<scalar>
20
(
0
0
0
0
0
0
0
0
0
0
0
0
1
0
0
0
0
0
0
0
)
;
boundaryField
{
    ".*"
    {
        type  calculated;
        value uniform 0;
    }
}
