validation/thermal_outer_microcase_2026-08-26/system/homogeneous_heater_1/fvSchemes
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/homogeneous_heater_1";
    object      fvSchemes;
}

ddtSchemes { default Euler; }
gradSchemes { default Gauss linear; }
divSchemes { default none; }
laplacianSchemes
{
 default none;
 laplacian(alpha,h) Gauss linear corrected;
}
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
