validation/thermal_outer_microcase_2026-08-26/system/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}

PIMPLE
{
    nOuterCorrectors 3;
    pRefCell 0;
    pRefValue 101325;
}
