validation/thermal_outer_microcase_2026-08-26/system/test_heater_0/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/test_heater_0";
    object      fvSolution;
}

solvers
{
 h { solver PCG; preconditioner DIC; tolerance 1e-6; relTol 0.1; }
 hFinal { $h; relTol 0; }
}
PIMPLE { nNonOrthogonalCorrectors 0; }
