validation/thermal_outer_microcase_2026-08-26/system/air_side_heater_2/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/air_side_heater_2";
    object      decomposeParDict;
}

#include "../decomposeParDict"
