validation/thermal_outer_microcase_2026-08-26/system/homogeneous_heater_1/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/homogeneous_heater_1";
    object      decomposeParDict;
}

#include "../decomposeParDict"
