validation/thermal_outer_microcase_2026-08-26/system/test_heater_0/decomposeParDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/test_heater_0";
    object      decomposeParDict;
}

#include "../decomposeParDict"
