validation/thermal_outer_microcase_2026-08-26/system/topoSetDict_heated_internal_air_2
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict_heated_internal_air_2;
}

actions
(
    {
        name    heated_internal_air_2;
        type    cellSet;
        action  new;
        source  fieldToCell;
        field   heatSourceMask_2;
        min     0.5;
        max     1.5;
    }
    {
        name    heated_internal_air_2;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        set     heated_internal_air_2;
    }
);
