validation/thermal_outer_microcase_2026-08-26/system/topoSetDict_homogeneous_heater_load_1
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict_homogeneous_heater_load_1;
}

actions
(
    {
        name    homogeneous_heater_load_1;
        type    cellSet;
        action  new;
        source  fieldToCell;
        field   heatSourceMask_1;
        min     0.5;
        max     1.5;
    }
    {
        name    homogeneous_heater_load_1;
        type    cellZoneSet;
        action  new;
        source  setToCellZone;
        set     homogeneous_heater_load_1;
    }
);
